---
layout: post
title:  "Me Before You"
categories: Book
---
재미있게 읽은 소설책이다. 그러면서도 많은 생각을 하게 됐다.

아주 기본적인 생각이지만, '내가 주인공이었다면?' 나는 어떤선택을 했을까.. 잘 모르겠다. 사실 알고 싶지도 않다.

내가 반대로 여자 주인공의 상황이었다면, 어찌했을까, 어려운 것 같다.


하지만 멀리서 바라봤을 때 드는 생각으론 삶의 결정권은 전적으로 자신에게 있다고 생각이 들지만, 모르겠다. 멀리서 보는 거랑 가까이서보는 건 엄청나게 다를 것 같다.

|질문|답변|
|---|---|
|저자가 말하고 싶은 것이 무엇인가?|잘 모르겠다. |
|다 읽은 후에 어떤 생각이 떠올랐는가?|'내가 남자 또는 여자 주인공이라면 어떤 선택을 할까'라는 생각을 했다. |
|어느 부분이 가장 기억에 남는가?|마지막 부분에 정리하는 장면.|
|다시 읽는다면 어느 부분을 제일 먼저 읽겠는가?|마지막 부분|
|어떤 점을 배웠는가?|남의 삶을 나의 기준으로 단정지을 수 없다.| 
